/**
 * Created by wujianbo on 15/12/2.
 */
const f = [
    {
        name: '怪物猎人ol',
        avatar: 'http://i0.sinaimg.cn/gm/o/i/2009-02-06/U2653P115T41D160322F757DT20090206134619.jpg',
        desc: '大家所熟悉的炒冷饭大厂卡普空似乎有些玩腻了炒冷饭，近日发布了招聘信息，从中可以看出卡普空似乎想制作一款次时代主机的《怪物' +
        '猎人（Monster Hunter）》。日本方面有消息显示，在itnavi这个招聘网站上，赫然显示着Capcom正在为次世代主机招聘相关的系统工程师，' +
        '工作地点位于Capcom的大阪总部，且所涉及的游戏正是《怪物猎人》，据此，不少人推测Capcom或将制作一款次世代主机的《怪物猎人》。',
        brief: '卡普空似乎有些玩腻了炒冷饭'
    },
    {
        name: 'DotA 2',
        avatar: 'http://i-2.yxdown.com/2015/3/20/1a894d53-42e2-42f8-8fd4-4a09fbf4420e.png',
        desc: 'Dota以对立的两个小队展开对战，通常是5v5，游戏目的是守护自己的远古遗迹（近卫方的世界之树、天灾方的冰封王座），同时摧毁对' +
        '方的远古遗迹。DotA是目前唯一被暴雪公司官方认可的魔兽争霸的RPG地图。Allstars系列现更新作者为美国人IceFrog（化名）。',
        brief: '守护自己的远古遗迹'
    },
    {
        name: '英雄联盟',
        avatar: 'http://www.500178.com/uploadfile/2015/0515/20150515021723546.jpg',
        desc: 'LOL自09年在欧美上市以来，迅速在中国、韩国、美国、欧洲大陆等全球范围掀起了全民英雄对战的狂潮，来自145个不同国家，数以千万' +
        '计的玩家每天通过《英雄联盟》享受着在线电子竞技的快乐。《英雄联盟》一直致力于打造完善丰富的竞技体系，带给玩家专业的竞技体验，由' +
        '《英雄联盟》主办的全球冠军赛Season2总奖金池高达500万美金，问鼎世界级顶尖赛事。据2013年3月官方最新数据统计，《英雄联盟》全球' +
        '日常最高同时在线玩家数突破500万，全球注册玩家总数超过7000万，全球每月活跃玩家数3200万，LOL正以其席卷全球的竞技魅力引领着MOBA' +
        '对战类网游细分市场，《英雄联盟》已经成为全球最受欢迎的电子竞技游戏。',
        brief: '在符文之地，魔法就是一切。'
    },
    {
        name: 'DotA 2',
        avatar: 'http://i-2.yxdown.com/2015/3/20/1a894d53-42e2-42f8-8fd4-4a09fbf4420e.png',
        desc: 'Dota以对立的两个小队展开对战，通常是5v5，游戏目的是守护自己的远古遗迹（近卫方的世界之树、天灾方的冰封王座），同时摧毁对' +
        '方的远古遗迹。DotA是目前唯一被暴雪公司官方认可的魔兽争霸的RPG地图。Allstars系列现更新作者为美国人IceFrog（化名）。',
        brief: '守护自己的远古遗迹'
    },
    {
        name: '怪物猎人ol',
        avatar: 'http://i0.sinaimg.cn/gm/o/i/2009-02-06/U2653P115T41D160322F757DT20090206134619.jpg',
        desc: '大家所熟悉的炒冷饭大厂卡普空似乎有些玩腻了炒冷饭，近日发布了招聘信息，从中可以看出卡普空似乎想制作一款次时代主机的《怪物' +
        '猎人（Monster Hunter）》。日本方面有消息显示，在itnavi这个招聘网站上，赫然显示着Capcom正在为次世代主机招聘相关的系统工程师，' +
        '工作地点位于Capcom的大阪总部，且所涉及的游戏正是《怪物猎人》，据此，不少人推测Capcom或将制作一款次世代主机的《怪物猎人》。'+
        '工作地点位于Capcom的大阪总部，且所涉及的游戏正是《怪物猎人》，据此，不少人推测Capcom或将制作一款次世代主机的《怪物猎人》。'+
        '工作地点位于Capcom的大阪总部，且所涉及的游戏正是《怪物猎人》，据此，不少人推测Capcom或将制作一款次世代主机的《怪物猎人》。'+
        '工作地点位于Capcom的大阪总部，且所涉及的游戏正是《怪物猎人》，据此，不少人推测Capcom或将制作一款次世代主机的《怪物猎人》。'+
        '工作地点位于Capcom的大阪总部，且所涉及的游戏正是《怪物猎人》，据此，不少人推测Capcom或将制作一款次世代主机的《怪物猎人》。'+
        '工作地点位于Capcom的大阪总部，且所涉及的游戏正是《怪物猎人》，据此，不少人推测Capcom或将制作一款次世代主机的《怪物猎人》。'+
        '工作地点位于Capcom的大阪总部，且所涉及的游戏正是《怪物猎人》，据此，不少人推测Capcom或将制作一款次世代主机的《怪物猎人》。'+
        '工作地点位于Capcom的大阪总部，且所涉及的游戏正是《怪物猎人》，据此，不少人推测Capcom或将制作一款次世代主机的《怪物猎人》。'+
        '工作地点位于Capcom的大阪总部，且所涉及的游戏正是《怪物猎人》，据此，不少人推测Capcom或将制作一款次世代主机的《怪物猎人》。'+
        '工作地点位于Capcom的大阪总部，且所涉及的游戏正是《怪物猎人》，据此，不少人推测Capcom或将制作一款次世代主机的《怪物猎人》。'+
        '工作地点位于Capcom的大阪总部，且所涉及的游戏正是《怪物猎人》，据此，不少人推测Capcom或将制作一款次世代主机的《怪物猎人》。'+
        '工作地点位于Capcom的大阪总部，且所涉及的游戏正是《怪物猎人》，据此，不少人推测Capcom或将制作一款次世代主机的《怪物猎人》。'+
        '工作地点位于Capcom的大阪总部，且所涉及的游戏正是《怪物猎人》，据此，不少人推测Capcom或将制作一款次世代主机的《怪物猎人》。'+
        '工作地点位于Capcom的大阪总部，且所涉及的游戏正是《怪物猎人》，据此，不少人推测Capcom或将制作一款次世代主机的《怪物猎人》。',
        brief: '卡普空似乎有些玩腻了炒冷饭'
    },
    {
        name: '英雄联盟',
        avatar: 'http://www.500178.com/uploadfile/2015/0515/20150515021723546.jpg',
        desc: 'LOL自09年在欧美上市以来，迅速在中国、韩国、美国、欧洲大陆等全球范围掀起了全民英雄对战的狂潮，来自145个不同国家，数以千万' +
        '计的玩家每天通过《英雄联盟》享受着在线电子竞技的快乐。《英雄联盟》一直致力于打造完善丰富的竞技体系，带给玩家专业的竞技体验，由' +
        '《英雄联盟》主办的全球冠军赛Season2总奖金池高达500万美金，问鼎世界级顶尖赛事。据2013年3月官方最新数据统计，《英雄联盟》全球' +
        '日常最高同时在线玩家数突破500万，全球注册玩家总数超过7000万，全球每月活跃玩家数3200万，LOL正以其席卷全球的竞技魅力引领着MOBA' +
        '对战类网游细分市场，《英雄联盟》已经成为全球最受欢迎的电子竞技游戏。',
        brief: '在符文之地，魔法就是一切。'
    },
    {
        name: '怪物猎人ol',
        avatar: 'http://i0.sinaimg.cn/gm/o/i/2009-02-06/U2653P115T41D160322F757DT20090206134619.jpg',
        desc: '大家所熟悉的炒冷饭大厂卡普空似乎有些玩腻了炒冷饭，近日发布了招聘信息，从中可以看出卡普空似乎想制作一款次时代主机的《怪物' +
        '猎人（Monster Hunter）》。日本方面有消息显示，在itnavi这个招聘网站上，赫然显示着Capcom正在为次世代主机招聘相关的系统工程师，' +
        '工作地点位于Capcom的大阪总部，且所涉及的游戏正是《怪物猎人》，据此，不少人推测Capcom或将制作一款次世代主机的《怪物猎人》。',
        brief: '卡普空似乎有些玩腻了炒冷饭'
    }
];

export default f;